// © Copyright 2007-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kohdista";

DoneButton = "Valmis";

PrintSheetTitle = "Kohdista tulostuskasetit";
PrintSheetMsg = "Tulostuskasetin kohdistus varmistaa parhaan mahdollisen tulostuslaadun. Varmista, että tulostimessa on letter- tai A4-kokoista tavallista paperia ja valitse sitten Tulosta sivu.";

PrintSheetDefButton = "Tulosta sivu";
CancelButton = "Peruuta";

ScanInstructionText = "Tulostin tulostaa kohdistuskuvioiden sivua. Noudata sivun ohjeita ja suorita kohdistusprosessi loppuun.";

NewCartridgeHeader = "Uusi kasetti asennettu";
NewCartridgeText = "Jos olet juuri asentanut uuden kasetin, suosittelemme sen kohdistusta. Kohdista uusi kasetti valitsemalla Kohdista.";

HSDTaskDescription = "Tulostuskasettien kohdistaminen takaa parhaan tulostusjäljen. Noudata seuraavien ikkunoiden ohjeita kohdistaaksesi tulostuskasetit.";
HSDTaskNote = "Suosittelemme, että kohdistat tulostuskasetit aina vaihdon yhteydessä.";
HSDAlignButtonTitle = "Kohdista…";
